export const RPGSystemsStats = [
  {
    title: "Dungeons & Dragons (5-я редакция)",
    values: [
      "Сила",
      "Ловкость",
      "Телосложение",
      "Интеллект",
      "Мудрость",
      "Харизма"
    ]
  },
  {
    title: "Dungeons & Dragons - Расширенная (5-я редакция)",
    values: [
      "Хиты",
      "Максимальные хиты",
      "Временные хиты",
      "Класс брони",
      "Инициатива",
      "Благочестие",
      "Слава",
      "Бонус мастерства",
      "СЛ спасброска от заклинаний"
    ]
  },
  {
    title: "Dungeons & Dragons - Скорости передвижения (5-я редакция)",
    values: [
      "Скорость передвижения",
      "Скорость полёта",
      "Скорость плавания",
      "Скорость лазания"
    ]
  },
  {
    title: "Dungeons & Dragons - Спасброски (5-я редакция)",
    values: [
      "Сила (спасбросок)",
      "Ловкость (спасбросок)",
      "Телосложение (спасбросок)",
      "Интеллект (спасбросок)",
      "Мудрость (спасбросок)",
      "Харизма (спасбросок)"
    ]
  },
  {
    title: "Dungeons & Dragons - Навыки (5-я редакция)",
    values: [
      "Атлетика",
      "Акробатика",
      "Ловкость рук",
      "Скрытность",
      "Магия",
      "История",
      "Анализ",
      "Природа",
      "Религия",
      "Уход за животными",
      "Проницательность",
      "Медицина",
      "Восприятие",
      "Выживание",
      "Обман",
      "Запугивание",
      "Выступление",
      "Убеждение",
      "Пассивное восприятие",
      "Пассивная проницательность"
    ]
  },
  {
    title: "Mass Effect - Основные характеристики (5e)",
    values: [
      "Сила",
      "Ловкость",
      "Телосложение",
      "Интеллект",
      "Мудрость",
      "Харизма"
    ]
  },
  {
    title: "Mass Effect - Вторичные/производные характеристики (5e)",
    values: [
      "Скорость",
      "Парагон",
      "Отступник",
      "Сила (спасбросок)",
      "Ловкость (спасбросок)",
      "Телосложение (спасбросок)",
      "Интеллект (спасбросок)",
      "Мудрость (спасбросок)",
      "Харизма (спасбросок)"
    ]
  },
  {
    title: "Mass Effect - Навыки (5e)",
    values: [
      "Атлетика",
      "Акробатика",
      "Ловкость рук",
      "Скрытность",
      "Управление транспортом",
      "Электроника",
      "Инженерия",
      "История",
      "Анализ",
      "Наука",
      "Проницательность",
      "Медицина",
      "Восприятие",
      "Выживание",
      "Обман",
      "Запугивание",
      "Выступление",
      "Убеждение",
      "Пассивное восприятие",
      "Пассивная проницательность"
    ]
  },
  {
    title: "Mass Effect - Основные характеристики (D20)",
    values: [
      "Сила",
      "Ловкость",
      "Телосложение",
      "Интеллект",
      "Мудрость",
      "Харизма"
    ]
  },
  {
    title: "Mass Effect - Вторичные/производные характеристики (D20)",
    values: [
      "Базовая атака",
      "Биотические очки",
      "Защита",
      "Спасбросок Стойкости",
      "Инициатива",
      "Парагон",
      "Спасбросок Реакции",
      "Отступник",
      "Скорость",
      "Технические очки",
      "Спасбросок Воли"
    ]
  },
  {
    title: "Mass Effect - Навыки (D20)",
    values: [
      "Равновесие",
      "Биотика",
      "Блеф",
      "Лазание",
      "Концентрация",
      "Подавление",
      "Дешифровка",
      "Дипломатия",
      "Маскировка",
      "Электроника",
      "Первая помощь",
      "Азартные игры",
      "Сбор информации",
      "Хакерство",
      "Тяжёлое оружие",
      "Прятаться",
      "Запугивание",
      "Анализ",
      "Прыжки",
      "Знания (искусство)",
      "Знания (психология)",
      "Знания (биология)",
      "Знания (гражданское право)",
      "Знания (текущие события)",
      "Знания (история)",
      "Знания (физика)",
      "Знания (поп-культура)",
      "Знания (космос)",
      "Знания (улицы)",
      "Знания (тактика)",
      "Знания (технологии)",
      "Знания (религия)",
      "Слушать",
      "Медицина",
      "Двигаться бесшумно",
      "Выступление",
      "Пилотирование",
      "Ремонт",
      "Исследования (биология)",
      "Исследования (физика)",
      "Исследования (химия)",
      "Исследования (квантовая физика)",
      "Исследования (электроника)",
      "Исследования (инженерия)",
      "Исследования (геология)",
      "Поиск",
      "Чувство мотива",
      "Ловкость рук",
      "Замечать",
      "Выживание",
      "Плавание",
      "Акробатика"
    ]
  },
  {
    title: "Vampire: Masquerade (5-я редакция, Мир Тьмы)",
    values: [
      "Сила",
      "Ловкость",
      "Выносливость",
      "Харизма",
      "Манипуляция",
      "Самообладание",
      "Интеллект",
      "Смекалка",
      "Решительность",
      "Здоровье",
      "Сила воли",
      "Человечность"
    ]
  },
  {
    title: "Paranoia (Красный допуск)",
    values: [
      "Насилие",
      "Мозги",
      "Наглость",
      "Механика",
      "Атлетика",
      "Стрелковое оружие",
      "Ближний бой",
      "Метание",
      "Наука",
      "Психология",
      "Бюрократия",
      "Альфа-Комплекс",
      "Блеф",
      "Обаяние",
      "Запугивание",
      "Скрытность",
      "Управление",
      "Инженерия",
      "Программирование",
      "Подрывное дело"
    ]
  },
  {
    title: "Shadowrun - Основные характеристики (6-я редакция)",
    values: [
      "Тело",
      "Ловкость",
      "Реакция",
      "Сила",
      "Сила воли",
      "Логика",
      "Интуиция",
      "Харизма",
      "Грань"
    ]
  },
  {
    title: "Shadowrun - Вторичные/производные характеристики (6-я редакция)",
    values: [
      "Астральная инициатива",
      "Самообладание",
      "Рейтинг защиты",
      "Эссенция",
      "Инициатива",
      "Оценка намерений",
      "Подъём/переноска",
      "Магия/Резонанс",
      "Матричная инициатива",
      "Память",
      "Передвижение",
      "Рейтинг атаки без оружия"
    ]
  },
  {
    title: "Fading Suns",
    values: [
      "Тело",
      "Сила",
      "Ловкость",
      "Выносливость",
      "Разум",
      "Смекалка",
      "Восприятие",
      "Техника",
      "Дух",
      "Живучесть",
      "Вирд",
      "Обаяние",
      "Уклонение",
      "Драка",
      "Впечатление",
      "Ближний бой",
      "Наблюдательность",
      "Стрельба",
      "Красться",
      "Бодрость"
    ]
  },
  {
    title: "Cyberpunk (RED)",
    values: [
      "Интеллект",
      "Сила воли",
      "Хладнокровие",
      "Эмпатия",
      "Техника",
      "Рефлексы",
      "Удача",
      "Тело",
      "Ловкость",
      "Передвижение"
    ]
  },
  {
    title: "Mutant: Year Zero",
    values: [
      "Сила",
      "Ловкость",
      "Смекалка",
      "Эмпатия",
      "Урон",
      "Усталость",
      "Замешательство",
      "Сомнение"
    ]
  },
  {
    title: "GURPS (3-я и 4-я редакции)",
    values: [
      "Сила",
      "Ловкость",
      "Здоровье",
      "Интеллект"
    ]
  },
  {
    title: "7th Sea (2-я редакция)",
    values: [
      "Мощь",
      "Изящество",
      "Решительность",
      "Смекалка",
      "Шик"
    ]
  },
  {
    title: "7th Sea - Злодей (2-я редакция)",
    values: [
      "Сила",
      "Влияние"
    ]
  },
  {
    title: "Apocalypse World (2-я редакция, Powered by the Apocalypse)",
    values: [
      "Хладнокровие",
      "Жёсткость",
      "Горячность",
      "Острота",
      "Странность",
      "HX"
    ]
  },
  {
    title: "Dresden Files RPG",
    values: [
      "Внимательность",
      "Атлетика",
      "Взлом",
      "Контакты",
      "Убеждённость",
      "Ремесло",
      "Обман",
      "Дисциплина",
      "Вождение",
      "Эмпатия",
      "Выносливость",
      "Кулаки",
      "Стрелковое оружие",
      "Запугивание",
      "Анализ",
      "Эрудиция",
      "Мощь",
      "Выступление",
      "Присутствие",
      "Взаимопонимание",
      "Ресурсы",
      "Научные знания",
      "Скрытность",
      "Выживание",
      "Оружие"
    ]
  },
  {
    title: "Traveller (2-я редакция)",
    values: [
      "Сила",
      "Ловкость",
      "Выносливость",
      "Интеллект",
      "Образование",
      "Социальный статус",
      "Положение"
    ]
  },
  {
    title: "Cypher System",
    values: [
      "Интеллект",
      "Мощь",
      "Скорость"
    ]
  },
  {
    title: "Blades in the Dark",
    values: [
      "Настройка",
      "Командование",
      "Общение",
      "Точность",
      "Выслеживание",
      "Скрытность",
      "Схватка",
      "Изучение",
      "Наблюдение",
      "Влияние",
      "Ремонт",
      "Разрушение",
      "Проницательность",
      "Удаль",
      "Решимость"
    ]
  },
  {
    title: "World of Darkness (20-я юбилейная редакция, Changeling the Dreaming)",
    values: [
      "Сила",
      "Ловкость",
      "Выносливость",
      "Харизма",
      "Манипуляция",
      "Внешность",
      "Восприятие",
      "Интеллект",
      "Смекалка",
      "Здоровье (настоящее)",
      "Здоровье (химерическое)",
      "Блеск",
      "Сила воли",
      "Кошмар",
      "Обыденность"
    ]
  },
  {
    title: "Microlite20 (экспертные правила)",
    values: [
      "Сила",
      "Ловкость",
      "Интеллект",
      "Харизма",
      "Физическое",
      "Знания",
      "Уловки",
      "Общение",
      "Выживание",
      "Хиты",
      "Класс брони"
    ]
  },
  {
    title: "Conspiracy X",
    values: [
      "Сила",
      "Размер",
      "Ловкость",
      "Рефлексы",
      "Интеллект",
      "Сила воли",
      "Восприятие",
      "Удача",
      "Неудача",
      "Влияние"
    ]
  },
  {
    title: "Call of Cthulu — характеристики (7-я редакция)",
    values: [
      "Сила",
      "Телосложение",
      "Мощь",
      "Ловкость",
      "Внешность",
      "Размер",
      "Интеллект",
      "Образование",
      "Скорость движения",
      "Хиты",
      "Рассудок",
      "Удача",
      "Очки магии",
      "Бонус к урону",
      "Комплекция",
      "Уклонение"
    ]
  },
  {
    title: "Call of Cthulu — навыки следователя (7-я редакция)",
    values: [
      "Бухгалтерия",
      "Антропология",
      "Оценка",
      "Археология",
      "Искусство/ремесло",
      "Обаяние",
      "Лазание",
      "Кредитный рейтинг",
      "Мифы Ктулху",
      "Маскировка",
      "Уклонение",
      "Вождение автомобиля",
      "Ремонт электроники",
      "Болтовня",
      "Драка (кулачный бой)",
      "Огнестрельное оружие (пистолеты)",
      "Огнестрельное оружие (винтовки/дробовики)",
      "Первая помощь",
      "История",
      "Запугивание",
      "Прыжки",
      "Язык (другой)",
      "Язык (родной)",
      "Право",
      "Работа с библиотекой",
      "Слушать",
      "Взлом замков",
      "Ремонт механизмов",
      "Медицина",
      "Естествознание",
      "Навигация",
      "Оккультизм",
      "Тяжёлая техника",
      "Механизмы",
      "Убеждение",
      "Пилотирование",
      "Психология",
      "Психоанализ",
      "Верховая езда",
      "Наука",
      "Ловкость рук",
      "Замечать скрытое",
      "Скрытность",
      "Выживание",
      "Плавание",
      "Метание",
      "Выслеживание"
    ]
  },
  {
    title: "Mork Borg",
    values: [
      "Ближний бой",
      "Дальний бой",
      "Защита",
      "Ловкость — защита",
      "Ловкость — равновесие",
      "Ловкость — плавание",
      "Ловкость — бегство",
      "Присутствие — восприятие",
      "Присутствие — прицеливание",
      "Присутствие — обаяние",
      "Присутствие — владение силами",
      "Сила — сокрушение",
      "Сила — подъём",
      "Сила — удар",
      "Сила — захват",
      "Стойкость — сопротивление яду",
      "Стойкость — сопротивление холоду",
      "Стойкость — сопротивление жаре",
      "Стойкость — выживание при падении"
    ]
  },
  {
    title: "Degenesis",
    values: [
      "Тело",
      "Ловкость",
      "Харизма",
      "Интеллект",
      "Психика",
      "Инстинкт"
    ]
  },
  {
    title: "Feng Shui (1-я редакция)",
    values: [
      "Тело (bod) — передвижение (mov)",
      "Тело (bod) — сила (str)",
      "Тело (bod) — телосложение (con)",
      "Тело (bod) — стойкость (tgh)",
      "Ци (chi) — удача (for)",
      "Ци (chi) — кунг-фу (fu)",
      "Ци (chi) — магия (mag)",
      "Разум (mnd) — харизма (Cha)",
      "Разум (mnd) — интеллект (Int)",
      "Разум (mnd) — восприятие (Per)",
      "Разум (mnd) — сила воли (Wil)",
      "Рефлексы (ref) — ловкость (agl)",
      "Рефлексы (ref) — сноровка (dex)",
      "Рефлексы (ref) — скорость (spd)"
    ]
  },
  {
    title: "Fallout",
    values: [
      "Сила",
      "Восприятие",
      "Выносливость",
      "Харизма",
      "Интеллект",
      "Ловкость",
      "Удача"
    ]
  },
  {
    title: "Star Trek Adventures — персонал (Modiphius 2d20 System)",
    values: [
      "Контроль — атрибут",
      "Дерзость — атрибут",
      "Физическая форма — атрибут",
      "Проницательность — атрибут",
      "Присутствие — атрибут",
      "Разум — атрибут",
      "Командование — дисциплина",
      "Управление — дисциплина",
      "Безопасность — дисциплина",
      "Инженерия — дисциплина",
      "Наука — дисциплина",
      "Медицина — дисциплина"
    ]
  },
  {
    title: "Star Trek Adventures — корабли (Modiphius 2d20 System)",
    values: [
      "Двигатели — системы",
      "Структура — системы",
      "Компьютеры — системы",
      "Сенсоры — системы",
      "Оружие — системы",
      "Связь — системы",
      "Командование — отдел",
      "Управление — отдел",
      "Безопасность — отдел",
      "Инженерия — отдел",
      "Наука — отдел",
      "Медицина — отдел"
    ]
  },
  {
    title: "Warhammer 40k (Dark Heresy 2)",
    values: [
      "Владение оружием",
      "Стрельба",
      "Сила",
      "Выносливость",
      "Ловкость",
      "Интеллект",
      "Восприятие",
      "Сила воли",
      "Общение",
      "Пси-рейтинг",
      "Раны",
      "Усталость",
      "Безумие",
      "Порча",
      "Влияние",
      "Фактор прибыли",
      "Дурная слава"
    ]
  },
  {
    title: "Ars Magica (5e)",
    values: [
      "Интеллект (основная)",
      "Восприятие (основная)",
      "Сила (основная)",
      "Выносливость (основная)",
      "Присутствие (основная)",
      "Общение (основная)",
      "Ловкость (основная)",
      "Быстрота (основная)",

      "Уверенность (вторичная)",
      "Дряхлость (вторичная)",
      "Размер (вторичная)",
      "Искажение (вторичная)",

      "Creo (магическая техника)",
      "Intellego (магическая техника)",
      "Muto (магическая техника)",
      "Perdo (магическая техника)",
      "Rego (магическая техника)",

      "Animal (магическая форма)",
      "Aquam (магическая форма)",
      "Auram (магическая форма)",
      "Corpus (магическая форма)",
      "Herbam (магическая форма)",
      "Ignem (магическая форма)",
      "Imaginem (магическая форма)",
      "Mentem (магическая форма)",
      "Terram (магическая форма)",
      "Vim (магическая форма)"
    ]
  },
  {
    title: "Savage Worlds Adventure Edition (SWADE)",
    values: [
      "Ловкость (атрибут)",
      "Смекалка (атрибут)",
      "Дух (атрибут)",
      "Сила (атрибут)",
      "Живучесть (атрибут)",

      "Академические знания (навык)",
      "Атлетика (навык)",
      "Сражение (навык)",
      "Управление лодкой (навык)",
      "Общие знания (навык)",
      "Вождение (навык)",
      "Электроника (навык)",
      "Вера (навык)",
      "Драка (навык)",
      "Сосредоточение (навык)",
      "Азартные игры (навык)",
      "Хакерство (навык)",
      "Лечение (навык)",
      "Запугивание (навык)",
      "Язык (навык)",
      "Внимательность (навык)",
      "Оккультизм (навык)",
      "Выступление (навык)",
      "Убеждение (навык)",
      "Пилотирование (навык)",
      "Псионика (навык)",
      "Ремонт (навык)",
      "Исследования (навык)",
      "Верховая езда (навык)",
      "Наука (навык)",
      "Стрельба (навык)",
      "Колдовство (навык)",
      "Скрытность (навык)",
      "Выживание (навык)",
      "Насмешка (навык)",
      "Воровство (навык)",
      "Странная наука (навык)"
    ]
  },

  {
    title: "Star Wars Edge of the Empire/Age of Rebellion/Force and Destiny — персонажи",
    values: [
      "Мускулатура (характеристика)",
      "Ловкость (характеристика)",
      "Интеллект (характеристика)",
      "Хитрость (характеристика)",
      "Сила воли (характеристика)",
      "Присутствие (характеристика)",

      "Астронавигация (навык)",
      "Атлетика (навык)",
      "Обаяние (навык)",
      "Принуждение (навык)",
      "Компьютеры (навык)",
      "Хладнокровие (навык)",
      "Координация (навык)",
      "Обман (навык)",
      "Дисциплина (навык)",
      "Лидерство (навык)",
      "Механика (навык)",
      "Медицина (навык)",
      "Переговоры (навык)",
      "Восприятие (навык)",
      "Пилотирование: планетарное (навык)",
      "Пилотирование: космическое (навык)",
      "Стойкость (навык)",
      "Плутовство (навык)",
      "Скрытность (навык)",
      "Знание улиц (навык)",
      "Выживание (навык)",
      "Бдительность (навык)",
      "Драка (навык)",
      "Тяжёлое вооружение (навык)",
      "Световой меч (навык)",
      "Ближний бой (навык)",
      "Дальний бой: лёгкое оружие (навык)",
      "Дальний бой: тяжёлое оружие (навык)",
      "Знания: Центральные миры (навык)",
      "Знания: образование (навык)",
      "Знания: фольклор (навык)",
      "Знания: Внешнее кольцо (навык)",
      "Знания: преступный мир (навык)",
      "Знания: военное дело (навык)",
      "Знания: ксенология (навык)"
    ]
  },
  {
    title: "Star Wars Edge of the Empire/Age of Rebellion/Force and Destiny — корабли",
    values: [
      "Силуэт",
      "Скорость",
      "Управляемость"
    ]
  },
  {
    title: "Final Fantasy XII",
    values: [
      "Сила (основные характеристики)",
      "Магическая сила (основные характеристики)",
      "Живучесть (основные характеристики)",
      "Скорость (основные характеристики)",

      "Сила атаки (вторичные характеристики)",
      "Защита (вторичные характеристики)",
      "Сопротивление магии (вторичные характеристики)",
      "Уклонение (вторичные характеристики)",
      "Уклонение от магии (вторичные характеристики)"
    ]
  },

  "Поглощение",
  "Внимательность",
  "Атака",
  "Избегание",
  "Осведомлённость",
  "Блок",
  "Мускулатура",
  "Осторожность",
  "Шанс",
  "Урон",
  "Защита",
  "Проворство",
  "Уклонение",
  "Эго",
  "Выносливость",
  "Энергия",
  "Увёртливость",
  "Судьба",
  "Усталость",
  "Изящество",
  "Стойкость",
  "Честь",
  "Хиты (HP)",
  "Иммунитет",
  "Уровень",
  "Магия",
  "Мана",
  "Очки маны (MP)",
  "Мощь",
  "Разум",
  "Мораль",
  "Парирование",
  "Личность",
  "Точность",
  "Присутствие",
  "Психика",
  "Быстрота",
  "Ранг",
  "Показатель",
  "Восстановление",
  "Снижение",
  "Рефлексы",
  "Сопротивление",
  "Рассудок",
  "Чувство",
  "Душа",
  "Скорость",
  "Сила заклинаний",
  "Дух",
  "Выносливость",
  "Стремительность",
  "Ступень",
  "Живучесть",
  "Сила воли",
  "Смекалка"
]
